<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use \yii\bootstrap\ActiveForm;
use mihaildev\ckeditor\CKEditor;


$this->title = 'О проекте';

?>


<article id="aboutpage">
    <div class="row">
        <div class="col-md-1"></div>
        <div class="col-md-6 fadeIn animated">
            <h1>Добро пожаловать в «Даркрум», нашу виртуальную фотолабораторию!</h1>
            <p>Как это принято, вначале небольшое пояснение.</p>
            <p>В безбрежном мире современных фотографических технологий, мегапикселей и пигментных красителей, кое-где сохранились небольшие,
                а порою и вовсе крохотные островки-остатки былой могучей цивилизации-мира аналоговой черно-белой фотографии.
                Они-то и называются даркрумоми, фотосквотами, лабами и другими малопонятными нынче словами.
                Один из них и перекочевал в интернет, став виртуальным двойником
                одной из последней в Минске профессиональной фотолаборатории и пристанищем людей, неравнодушных к миру пленочной фотографии.</p>
            <p>История создания этого творческого проекта вобрала в себя стремление к объединению под флагом пленочной фотографии всех,
                кто считает цифровой фотоаппарат бездушным инструментом фиксации действительности, находится в поиске своего собственного
                видения и отражения своей творческой индивидуальности.</p>
            <p>Мы поддержим добрым словом и советом всех, кто стремится к миру живой фотографии и осязаемому результату своего творческого труда.
                В котором Вы – а не компьютер или принтер является главным и непременным участником получения отпечатка.</p>
            <p>Здесь вы узнаете, как на пленке возникает изображение, как оно появляется на свет, рождается авторский отпечаток.
                Рождение отпечатка вне всяких сомнений тождественно получению самой фотографии, только осязаемое, реальное, а не виртуальное
                изображение может считаться таковым. И это наше глубочайшее убеждение.</p>
            <p>Галерея сайта представит вниманию зрителя в первую очередь состоявшиеся работы авторов,
                подразумевая под этим существующий в реальности конечный результат, отображение проделанной автором работы, фотографии,
                готовые к демонстрации в выставочном пространстве. Наряду с признанными метрами, мастерами черно-белой классической фотографии,
                мы будем рады видеть и фотографии новичков, стремящихся к новым творческим высотам.</p>
            <p>Раздел под названием «Блог», представит вам перечень книг по старым фотографическим процессам и фотографиям.
                Данные книги расширят кругозор тех, кто интересуется историей фото и поможет в освоении альтернативных старых процессов.
                А главное, Вы можете рассчитывать на получение исчерпывающих ответов на все вопросы, касающихся бесчисленных ньюансов получения изображения.
                Кроме того, наш раздел «Комиссионка» позволит без труда найти качественные фотоматериалы и свежую фотохимию,
                найти и приобрести объектив или фотокамеру, а может и дать вторую жизнь той, что залежалась на полке.</p>
            <p>Важно то, что проект <span class="bg-danger">DARKROOM.BY</span> создан людьми активными, любящими творчество и пленочную фотографию,
                и если нас будет больше, значит все это сделано не зря!</p>
            <div class="rights">© Сайт разработан: Владимир Грибоедов, Владимир Пехетерев'18</div>
        </div>
        <div class="col-md-1"></div>

    </div>
</article>